{
    "ID" : "faction_CapellanMarch",
    "Name" : "Capellan March",
    "ShortName" : "Capellan March",
    "Description" : "The Capellan March is one of the major military commands of the Federated Suns and is responsible for the defense of the worlds bordering the Capellan Confederation and Taurian Concordat, with its leader being the Duke of New Syrtis, traditionally assigned to House Hasek. The current holder of the title is Michael Hasek-Davion, brother-in-law of the current First Prince, Hanse Davion.",
    "Demonym" : "New Syrtis",
    "Government" : "state",
    "Allies" : [
		"Davion",
		"SyrtisPirates"
    ],
    "Enemies" : [
        "Kurita",
        "Liao",
        "AuriganPirates",
        "Locals",
        "TaurianConcordat",
		"BrotherhoodOfRandis",
		"DuchyOfAndurien",
		"MarianHegemony",
		"NiopsAssociation",
		"ShervanisCaliphate",
		"AlphardTradingCompany",
		"CeresMetalsIndustries",
		"MajestyMetals",
		"MagnaMetals",
		"PinardProtectorateLimited",
		"SteropeDefenseIndustries",
		"TaurusMajorisMining",
		"TaurusTerritorialIndustries",
		"VandenbergMechanizedIndustries",
		"AntithesisCreed",
		"BlackAngels",
		"CanopianPirates",
		"CapellanPirates",
		"ClusterPirates",
		"CorporatePirates",
		"DevilsDisciples",
		"EvilEye",
		"ExpansesPirates",
		"GhostRiders",
		"GrimReapers",
		"HarbingersOfDoom",
		"MarianPirates",
		"MarshPirates",
		"RegulanPirates",
		"RenegadePirates",
		"RoguePirates",
		"TaurianPirates",
		"TikonovPirates",
		"TortugaPirates",
		"Warboys",
		"LothianPirates",
		"DeathsConsorts"
    ],
    "Presence" : 1,
    "ReputationStatements" : [
        "We have a job for you, Mercenary scum. As distasteful as that is to us.",
        "Mercenary though you may be, you seem effective enough. The Capellan March has need of your skills, Commander.",
        "Greetings, Commander. The Duchy of New Syrtis requires aid from someone outside of our own forces. Hopefully you can help us.",
        "Duke Hasek-Davion requires mercenaries of skill, Commander, and you fit the bill nicely. With luck, we will both profit from this arrangement.",
        "You have served us well in the past, Commander. Marshal Hasek-Davion values this relationship, and would like to preserve it.",
        "Greetings, Commander. Once again, the Capellan March requires your services. Should you be successful, we will both profit.",
        "Honored friend! Your acts in service to Duke Hasek-Davion have not been forgotten. In light of this, we present you with this choice contract."
    ],
    "MissionSuccessStatements" : [ 
		"Excellent performance, Commander. The Duke of New Syrtis is pleased with what you have accomplished and the skill you've evidenced. Expect our payment in full!",
    ], 
	"GoodFaithFailureStatements" : [ 
		"Well, let it never be said Michael Hasek-Davion does not believe in charity. Obviously, your skills could not be equivalent to our own regular armies—so we do not blame you for your inability to complete the contract.",
    ],
	"BadFaithFailureStatements" : [ 
		"Come now, mercenary—did you even try to complete the contract, or did you believe we'd pay you for your own inadequacies? Such a dismal performance cannot be rewarded, only reprimanded.",
    ],
	"DefaultCombatLeaderCastDefId" : "castDef_DavionDefaultCommander",
    "DefaultRepresentativeCastDefId" : "castDef_DavionRepDefault",
    "DataManager" : null,
    "factionID" : "CapellanMarch",
	"icon" : "uixTxrLogo_Davion",
    "heraldryDefId" : "heraldrydef_davion",
    "storePanelImage" : null,
    "factionStoreColor" : null,
    "StartingReputationValues" : [
        -15,
        -15,
        0
    ],
    "StartingReputationModes" : [
        "KAMEA_CAMPAIGN",
        "CAREER",
        "NONE"
    ]
}